Repository: caius-kong/mt
Catalog: data_clean/input/old.tmx
Source language: en_us
Languages: fr_fr

source: Are you sure you want to delete the selected rule(s)?
fr_fr: Voulez-vous vraiment supprimer la ou les règles sélectionnées&nbsp;?

source: The maximum number of rules cannot exceed
fr_fr: Le nombre de règles maximum ne peut pas dépasser

source: Your rule list is empty. Do you want to load the default rules?
fr_fr: Votre liste des règles est vide. Souhaitez-vous charger les règles par défaut&nbsp;?

source: You must enter a name for the&#13;rule if you want to save it.
fr_fr: Vous devez saisir un nom pour la &#13;règle si vous souhaitez l'enregistrer.

source: The length of the name cannot exceed 32 characters.
fr_fr: La longueur du nom ne doit pas dépasser 32&nbsp;caractères.

source: rule name exists already
fr_fr: nom de règle existe déjà

source: You must enter a number from 0 - 65535.
fr_fr: Vous devez saisir un nombre compris entre 0 et 65535.

source: INVALID RULE ENTRIES
fr_fr: ENTRÉES DE RÈGLES NON VALIDES

source: Configure Web Reputation Blocked-Approved List
fr_fr: Configurez la liste d'URL approuvées/bloquées par la réputation de sites Web

source: This task will apply the configured Web Reputation URL blocked and approved list.
fr_fr: Cette tâche applique la liste configurée d'URL approuvées/bloquées par la réputation de sites Web.

source: to deploy this template.
fr_fr: pour déployer ce modèle.

source: Invalid form...
fr_fr: Formulaire non valide...

source: Template Name is a required field.
fr_fr: Nom du modèle est un champ obligatoire.

source: Number of sites cannot exceed .
fr_fr: Nombre de sites ne peut pas dépasser .

source: All sites must begin with http:// or https://.
fr_fr: Tous les sites doivent commencer par http:// ou https://.

source: Delete Template: ?
fr_fr: Supprimer le modèle&nbsp;: &nbsp;?

source: Remove the selected sites?
fr_fr: Supprimer les sites sélectionnés&nbsp;?

source: Remove the selected site?
fr_fr: Supprimer le site sélectionné&nbsp;?

source: A site by that name already exists in the list.
fr_fr: Un site portant ce nom existe déjà dans la liste.

source: Duplicate site names were filtered out upon import.
fr_fr: Les noms de sites en double ont été filtrés lors de l'importation.

source: *, *.* and *.*.* are not valid sites.
fr_fr: *, *.* et *.*.* ne sont pas des sites valides.

source: Import Templates from WPM
fr_fr: Importer des modèles à partir de WPM

source: There are templates available for import.
fr_fr: Il existe modèles disponibles pour importation.

source: Delete Originals
fr_fr: Supprimer les originaux

source: Import
fr_fr: Importer

source: Import Sites From External File
fr_fr: Importer des sites à partir d'un fichier externe

source: Blocked List
fr_fr: Liste bloquée

source: Select Import File:
fr_fr: Sélectionner le fichier d'importation&nbsp;:

source: Browse
fr_fr: Parcourir

source: Add Sites from File
fr_fr: Ajouter des sites à partir du fichier

source: Blocked-Approved List Templates
fr_fr: Modèles de liste d'approbation/de blocage

source: Blocked-Approved List Templates - Add Template
fr_fr: Modèles de liste d'approbation/de blocage – Ajouter un modèle

source: Blocked-Approved List Templates - Edit Template
fr_fr: Modèles de liste d'approbation/de blocage – Modifier un modèle

source: Import Templates from WPM...
fr_fr: Importer des modèles à partir de WPM...

source: Templates
fr_fr: Modèles

source: Add Template
fr_fr: Ajouter un modèle

source: Edit Template
fr_fr: Modifier un modèle

source: Copy of
fr_fr: Copie de

source: Template Name:
fr_fr: Nom du modèle&nbsp;:

source: Last Modified:
fr_fr: Dernière modification&nbsp;:

source: Edit
fr_fr: Modifier

source: Copy
fr_fr: Copier

source: Create Task From Template..
fr_fr: Créer une tâche à partir du modèle...

source: Approved Sites
fr_fr: Sites approuvés

source: Bulk Import Sites from external file...
fr_fr: Importer des sites en masse à partir d'un fichier externe...

source: Remove Selected
fr_fr: Supprimer la sélection

source: Computer Filter:
fr_fr: Filtre d'ordinateur&nbsp;:

source: edit
fr_fr: modifier

source: Warning -- The following analyses necessary to view this dashboard are not activated:
fr_fr: Avertissement – Les analyses suivantes requises pour afficher ce tableau de bord ne sont pas activées&nbsp;:

source: Activate...
fr_fr: Activer...

source: of
fr_fr: de

source: To:
fr_fr: À :

source: From:
fr_fr: De :

source: End date must be after start date.
fr_fr: La date de fin doit être ultérieure à la date de début.

source: Configuration error: Incorrect formatting string.
fr_fr: Erreur de configuration&nbsp;: chaîne de formatage incorrect.

source: Invalid characters in your date.
fr_fr: Caractères non valides dans la date.

source: Enter a valid day for the month.
fr_fr: Entrez un jour valide du mois.

source: Enter a month between 1 and 12.
fr_fr: Saisissez un mois compris entre&nbsp;1 et&nbsp;12.

source: Enter a year between 0 and 9999.
fr_fr: Saisissez une année comprise entre&nbsp;0 et&nbsp;9999.

source: Type the date in the format.
fr_fr: Saisissez la date avec le format correct.

source: Server Settings Wizard
fr_fr: Assistant Paramètres du serveur

source: Create Server Configuration Action...
fr_fr: Créez une action de configuration du serveur...

source: Trend Micro's ActiveUpdate Server
fr_fr: Serveur ActiveUpdate de Trend Micro

source: Other Update Source
fr_fr: Autre source de mise à jour

source: Intranet location containing a copy of the current file
fr_fr: Emplacement Intranet contenant une copie du fichier actuel

source: UNC path:
fr_fr: Chemin UNC :

source: User Name:
fr_fr: Nom d'utilisateur&nbsp;:

source: example: \\server_name\download
fr_fr: exemple : \\server_name\download

source: Use a proxy server for pattern and engine updates
fr_fr: Utilisez un serveur proxy pour les mises à jour de moteur et de fichier de signatures

source: Proxy Protocol:
fr_fr: Protocole de serveur proxy&nbsp;:

source: Server Name or IP:
fr_fr: Nom du serveur ou adresse IP&nbsp;:

source: Port (0~65535):
fr_fr: Port (0 à 65535)&nbsp;:

source: ( SOCKS4 proxy does not support IPv6 )
fr_fr: ( Proxy SOCKS4 ne prend pas en charge IPv6 )

source: Log Rolling Frequency (1~90):
fr_fr: Fréquence de la publication de journaux (1 à 90)&nbsp;:

source: Number of Updates to Keep on Server (1~100):
fr_fr: Nombre de mises à jour pour Maintenir sur le serveur (1 à 100)&nbsp;:

source: Please enter an integer.
fr_fr: Veuillez saisir un nombre entier.

source: It is not a valid URL.
fr_fr: Ceci n'est pas une URL valide.

source: It must start with &quot;\\&quot;.
fr_fr: Elle doit commencer par «&nbsp;\\&nbsp;».

source: You must enter a user name to set a password.
fr_fr: Vous devez entrer un nom d'utilisateur pour définir un mot de passe.

source: &quot; is not allowed for user name.
fr_fr: &quot; n'est pas autorisé pour le nom d'utilisateur.

source: Backslash or quotation mark is not allowed for password.
fr_fr: La barre oblique ou les guillemets doubles ne sont pas autorisés dans le mot de passe.

source: Custom Action: Configure Active Update
fr_fr: Action personnalisée : Configurer Active Update

source: Relevant computers have CPM installed but are not configured to use this whitelist.
fr_fr: CPM est installé sur les ordinateurs pertinents, mais ils ne sont pas configurés de façon à utiliser cette liste blanche.

source: Behavior monitoring supports the following 32-bit endpoints: Windows XP, Windows Vista, Windows 7.
fr_fr: La surveillance des comportements prend en charge les points finaux 32&nbsp;bits suivants&nbsp;: Windows&nbsp;XP, Windows&nbsp;Vista, Windows&nbsp;7.

source: Ask when necessary
fr_fr: Demander si nécessaire

source: EN_US
fr_fr: FR

source: Use advanced settings
fr_fr: Utilisez les paramètres avancés

source: Take the same action for all violated policies:
fr_fr: Exécutez la même action pour toutes les stratégies enfreintes&nbsp;:

source: Settings
fr_fr: Paramètres

source: Enable Malware Behavior Blocking
fr_fr: Activez le blocage du comportement des programmes malveillants

source: Enable Event Monitoring
fr_fr: Activez la surveillance des événements

source: Proactively detect threats, threat types, and threat families through behavior analysis.
fr_fr: Détectez des menaces, des types de menaces et des familles de menaces de manière proactive via l'analyse des comportements.

source: Monitor system event to filter potentially malicious actions.
fr_fr: Surveillez l'événement système pour filtrer les actions potentiellement malveillantes.

source: Show Advanced Settings
fr_fr: Affichez les paramètres avancés

source: Hide Advanced Settings
fr_fr: Masquez les paramètres avancés

source: The following program paths are invalid:
fr_fr: Les chemins d'accès suivants ne sont pas valides&nbsp;:

source: Exception List
fr_fr: Liste d'exceptions

source: To approve or block a program, specify its full path. Behavior Monitoring automatically allows all approved programs to run and stops all blocked programs.
fr_fr: Indiquez le chemin d'accès complet à un programme pour approuver ou bloquer celui-ci. La surveillance des comportements permet automatiquement à tous les programmes approuvés de s'exécuter et arrête tous les programmes bloqués.

source: Other Core Protection Module features will still check approved programs.
fr_fr: Les autres fonctions Core Protection Module continuent de vérifier les programmes approuvés.

source: Example: C:\Program Files\MSN Messenger\MSVS.exe(Use semicolon to separate entries)
fr_fr: Exemple&nbsp;: C:\Program Files\MSN Messenger\MSVS.exe (utilisez des points-virgules pour séparer les entrées)

source: Add to:
fr_fr: Ajouter à&nbsp;:

source: Approved Programs
fr_fr: Programmes approuvés

source: Blocked Programs
fr_fr: Programmes bloqués

source: Program Full Path
fr_fr: Chemin d'accès complet au programme

source: The path length must be less than :
fr_fr: La longueur du chemin doit être inférieure à &nbsp;:

source: We can only have totally paths in approved programs and blocked programs.
fr_fr: Nous ne pouvons avoir qu'un total de chemins d'accès dans les programmes approuvés et dans les programmes bloqués.

source: Behavior Monitor Config Task
fr_fr: Tâche de la configuration de surveillance des comportements

source: Config behavior monitoring according to your setting.
fr_fr: Configurez la surveillance des comportements selon vos paramètres.

source: Dialog
fr_fr: Boîte de dialogue

source: Unable to run Manual Scan at this time. A Scheduled Scan or an administrator-initiated scan is already in progress.
fr_fr: Impossible d'exécuter un scan manuel à ce stade. Un scan programmé ou lancé par l'administrateur est déjà en cours d'exécution.

source: Unable to perform Manual Scan at this time. The Spyware Scan Engine is reloading or the Core Protection Module is being stopped. Wait until the engine reloads or restart the client.
fr_fr: Impossible d'exécuter un scan manuel à ce stade. Le moteur de scan anti-spyware est en train de se recharger ou le client Core Protection Module est en train de s’arrêter. Patientez jusqu'à ce que le moteur se recharge ou redémarrez le client.

source: virus/malware logs found.
fr_fr: journaux de virus/programmes malveillants trouvés.

source: An invalid date was entered. Please try again.
fr_fr: Une date non valide a été entrée. Veuillez réessayer.

source: You have specified an invalid date range. Please check the range and try again.
fr_fr: L'intervalle de dates indiqué est non valide. Vérifiez l’intervalle et réessayez.

source: There are no logs for the dates you have specified.
fr_fr: Aucun journal ne correspond aux dates indiquées.

source: Unable to start the Core Protection Module because it does not support this version of Windows. Contact your Core Protection Module administrator for assistance.
fr_fr: Impossible de démarrer le client Core Protection Module car il ne prend pas en charge cette version de Windows. Contactez votre administrateur Core Protection Module pour obtenir de l'aide.

source: Unable to start the Core Protection Module. The Core Protection Module does not support this version of Windows. Contact your Core Protection Module administrator for assistance.
fr_fr: Impossible de démarrer le client Core Protection Module. Le client Core Protection Module ne prend pas en charge cette version de Windows. Contactez votre administrateur Core Protection Module pour obtenir de l'aide.

source: Unable to start the Core Protection Module (OEM version). Contact your Core Protection Module administrator for assistance.
fr_fr: Impossible de démarrer le client Core Protection Module (version OEM). Contactez votre administrateur Core Protection Module pour obtenir de l'aide.

source: Scanning target:
fr_fr: Cible de scan :

source: Backup in progress
fr_fr: Sauvegarde en cours

source: Cleaning target:
fr_fr: Cible de nettoyage :

source: An error occurred. Please contact your Core Protection Module administrator for assistance.
fr_fr: Une erreur est survenue. Veuillez contacter votre administrateur Core Protection Module pour obtenir de l’aide.

source: Please reboot your system to clean spyware/grayware.
fr_fr: Veuillez redémarrer votre système pour nettoyer les spywares/graywares.

source: Click to scan the selected drives or folders.
fr_fr: Cliquez ici pour scanner les lecteurs ou dossiers sélectionnés.

source: Clean Wizard
fr_fr: Assistant de réparation

source: Buffer Overflow Logs
fr_fr: Journaux de dépassement de mémoire tampon

source: Forward
fr_fr: Suivant

source: Home
fr_fr: Accueil

source: Reload
fr_fr: Recharger

source: Print
fr_fr: Imprimer

source: Stop
fr_fr: Arrêter

source: Click to view the logs.
fr_fr: Cliquez ici pour consulter les journaux.

source: Click to specify days to delete logs.
fr_fr: Cliquez ici pour préciser les jours de suppression des journaux.

source: Error reading virus information file!
fr_fr: Erreur de lecture du fichier d'informations sur les virus

source: Boot Virus
fr_fr: Virus d'amorce

source: File Virus
fr_fr: Virus de fichier

source: Unidentifiable virus
fr_fr: Virus non identifiable

source: [Virus Type] :
fr_fr: [Type de virus] :

source: [Virus Status] :
fr_fr: [État du virus] :

source: [Virus Type] : Unknown
fr_fr: [Type de virus] : Inconnu

source: Overwrite;
fr_fr: Écrasement ;

source: Encrypt;
fr_fr: Encodage ;

source: Remove;
fr_fr: Supprimer ;

source: OS Memory;
fr_fr: Mémoire OS ;

source: MCB Memory;
fr_fr: Mémoire MCB ;

source: HIGH Memory;
fr_fr: Mémoire HAUTE ;

source: NonResident;
fr_fr: Non résident ;

source: Trend Micro Core Protection Module for Windows
fr_fr: Client Trend Micro Core Protection Module for Windows

source: files have been quarantined to
fr_fr: fichiers ont été mis en quarantaine dans

source: files have been quarantined to ( files cannot be quarantined.)
fr_fr: fichiers ont été mis en quarantaine dans ( fichiers ne peuvent pas être mis en quarantaine).

source: Real-time MonitorMonitor
fr_fr: Surveillance en temps réelSurveillance

source: Scheduled ScanScheduled
fr_fr: Scan programméProgrammé

source: Exclusion ListExclusion List
fr_fr: Liste d'exclusionListe d'exclusion

source: You have reached the maximum number of characters (255 characters) that you can specify in the list of extensions to scan. If you want to add more extensions, you need to delete some extensions in the list.
fr_fr: Vous avez atteint le nombre maximum de caractères (255 caractères) autorisé dans la liste des extensions à scanner. Si vous voulez ajouter davantage d’extensions, vous devez supprimer des extensions de la liste.

source: Manual Scan
fr_fr: Scan manuel

source: Real-time Scan
fr_fr: Scan en temps réel

source: Scheduled Scan
fr_fr: Scan programmé

source: Scan Now
fr_fr: Scan immédiat

source: No action
fr_fr: Aucune action

source: Probable virus/malware
fr_fr: Virus/programmes malveillants probables

source: Security Threat
fr_fr: Menace pour la sécurité

source: Remote Host
fr_fr: Hôte distant

source: Local Host
fr_fr: Hôte local

source: Spyware/Grayware Name
fr_fr: Nom du spyware/grayware

source: Detail
fr_fr: Détails

source: spyware/grayware logs found.
fr_fr: journaux de spywares/graywares trouvés.

source: Application Under Attack
fr_fr: Application attaquée

source: Process Under Attack
fr_fr: Processus attaqué

source: buffer overflow logs found
fr_fr: journaux de dépassement de mémoire tampon trouvés

source: View
fr_fr: Afficher

source: Error extracting log!
fr_fr: Erreur liée à l'extraction du journal.

source: Component
fr_fr: Composant

source: File Name
fr_fr: Nom du fichier

source: Release Date
fr_fr: Date de publication

source: Spyware/Grayware Cleanup pattern
fr_fr: Signatures de nettoyage de spywares/graywares

source: Common Firewall Driver
fr_fr: Pilote du pare-feu commun

source: Vulnerability Assessment pattern
fr_fr: Signatures d'évaluation des failles

source: Behavior Monitoring Driver
fr_fr: Pilote de surveillance des comportements

source: (32-bit)
fr_fr: (32 bits)

source: Venus Spy Trap Engine
fr_fr: Moteur Venus Spy Trap

source: Virus Scan Driver
fr_fr: Pilote de scan antivirus

source: Virus Scan Driver (For file hooking)
fr_fr: Pilote de scan antivirus (pour hook fichiers)

source: Virus Scan Driver (For engine)
fr_fr: Pilote de scan antivirus (pour moteur)

source: Drive %c(Boot Sector)
fr_fr: Lecteur %c (secteur d'amorçage)

source: Select Directory
fr_fr: Sélectionner le répertoire

source: Please type the letters only for the extension you want to add.
fr_fr: Entrez uniquement les lettres correspondant à l'extension à ajouter.

source: Filename:
fr_fr: Nom du fichier :

source: 5.25 Floppy
fr_fr: Disquette 5.25

source: 3.5 Floppy
fr_fr: Disquette 3.5

source: Removable Disk
fr_fr: Disque amovible

source: Unidentifiable media
fr_fr: Support non identifiable

source: File names\Folder names:
fr_fr: Noms de fichiers\Noms de dossiers :

source: HTTP-based
fr_fr: En mode HTTP

source: File-based
fr_fr: En mode fichier

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: [No detailed information about this virus.]
fr_fr: [Pas d'information détaillée sur ce virus.]

source: Run Active Support failure ! Error = .
fr_fr: Erreur d'exécution de Active Support&nbsp;! Erreur = .

source: The kernel drivers are not available. (Error code = )Please contact your Core Protection Module administrator for assistance.
fr_fr: Les pilotes de noyau ne sont pas disponibles. (Code erreur = )Veuillez contacter votre administrateur Core Protection Module pour obtenir de l'aide.

source: Unofficial net disk
fr_fr: Disque net non officiel

source: Send
fr_fr: Envoyer

source: Receive
fr_fr: Recevoir

source: Fail to connect to PFW Service .
fr_fr: Impossible de se connecter au service PFW.

source: &View
fr_fr: &Afficher

source: &Edit
fr_fr: &Modifier

source: Please select an exception to modify.
fr_fr: Veuillez sélectionner une exception à modifier.

source: Please select an exception to delete.
fr_fr: Veuillez sélectionner une exception à supprimer.

source: Please select an exception to browse.
fr_fr: Veuillez sélectionner une exception à rechercher.

source: Please select a network card to edit.
fr_fr: Veuillez sélectionner une carte réseau à modifier.

source: Unable to obtain network card information. Please try again.
fr_fr: Impossible d'obtenir les informations sur la carte réseau. Veuillez réessayer.

source: Bi-directional
fr_fr: Bidirectionnel

source: IPv4 - Single IP
fr_fr: IPv4 – IP unique

source: Blocks all inbound and outbound traffic except traffic allowed in the exception rule list.
fr_fr: Bloque tout le trafic entrant et sortant à l'exception du trafic défini dans la liste des règles d'exception.

source: Allows all inbound and outbound traffic except traffic blocked in the exception rule list.
fr_fr: Autorise tout le trafic entrant et sortant à l'exception du trafic bloqué dans la liste des règles d'exception.

source: Policy ID
fr_fr: ID de stratégie

source: IP Address
fr_fr: Adresse IP

source: Device Name
fr_fr: Nom du périphérique

source: Please select an exception to shift its position.
fr_fr: Veuillez sélectionner une exception pour la déplacer.

source: IDS
fr_fr: SDI

source: Alert Message
fr_fr: Message d'alerte

source: Are you sure you want to apply this setting?
fr_fr: Êtes-vous sûr de vouloir appliquer ce paramètre ?

source: Finished !
fr_fr: Terminé !

source: Policy Description
fr_fr: Description de la stratégie

source: &Save
fr_fr: &Enregistrer

source: The IP address cannot be 0.0.0.0. Please enter a valid IP address.
fr_fr: L’adresse IP ne peut pas être 0.0.0.0. Saisissez une adresse IP valide.

source: Default Policy
fr_fr: Stratégie par défaut

source: The IP address in 'From' needs to be less than 'To' .
fr_fr: L'adresse IP dans le champ 'De' doit être inférieure à celle dans le champ 'À'.

source: Invalid IP address. Please try again.
fr_fr: Adresse IP non valide. Veuillez réessayer.

source: Invalid subnet mask. Please try again.
fr_fr: Masque de sous-réseau non valide. Veuillez réessayer.

source: IPv4 - IP Range
fr_fr: IPv4 – Plage IP

source: IPv4 - Subnet mask
fr_fr: IPv4 - Masque de sous-réseau

source: Subnet mask
fr_fr: Masque de sous-réseau

source: IP address
fr_fr: Adresse IP

source: Host name
fr_fr: Nom de l'hôte

source: &Add
fr_fr: &Ajouter

source: &Delete
fr_fr: &Supprimer

source: &Modify
fr_fr: &Modifier

source: &Browse
fr_fr: &Parcourir

source: &Cancel
fr_fr: A&nnuler

source: All ports
fr_fr: Tous les ports

source: Sample
fr_fr: Échantillon

source: The exception name specified already exists. Please type a new name.
fr_fr: Le nom d’exception spécifié existe déjà. Saisissez un nouveau nom.

source: Please enter a valid port number.
fr_fr: Veuillez entrer un numéro de port valide.

source: The port number in the From field must be lower than the port number in the To field.
fr_fr: Le numéro de port du champ De doit être inférieur au numéro de port du champ À.

source: Invalid port numbers in the From and To fields. Retype port numbers between 1 and 65535.
fr_fr: Numéros de port non valides dans les champs De et À. Entrez des numéros de port valides compris entre 1 et 65535.

source: Invalid port number. Retype a port number between 1 and 65535.
fr_fr: Numéro de port incorrect. Entrez un numéro de port compris entre 1 et 65535.

source: Invalid port number(s). Retype port numbers between 1 and 65535 and separate them with commas (,).
fr_fr: Numéro(s) de port incorrect(s). Entrez des numéros de port valides compris entre 1 et 65535 et séparez-les avec des virgules (,).

source: Unable to save information. The maximum number of allowable port numbers in the Port(s) field has been exceeded. Retype a maximum of 16 valid port numbers between 1 and 65535 using a comma ',' between multiple entries.
fr_fr: Impossible d'enregistrer les informations. Nombre maximum de numéros de port autorisés dans le champ Port(s) dépassé. Entrez au maximum 16 numéros de port valides compris entre 1 et 65535 en séparant les entrées multiples par une virgule (,).

source: Invalid port number in the From field. Retype a port number between 1 and 65535.
fr_fr: Numéro de port non valide dans le champ De. Entrez un numéro de port compris entre 1 et 65535.

source: Unable to save the exception rule because the port number in the To field is invalid. Retype a port number between 1 and 65535.
fr_fr: Impossible d'enregistrer la règle d'exception car le numéro de port du champ À est non valide. Entrez un numéro de port compris entre 1 et 65535.

source: Invalid port number(s). Retype port numbers between 1 and 65535.
fr_fr: Numéro(s) de port incorrect(s). Entrez des numéros de port valides compris entre 1 et 65535.
